import React from 'react'

import '../About2.css'

const About = () => {
  return (
    
    <div className='About'>
      
   
      
      <p className='About-p'>새로운 나라에서의 새로운 삶은 언어 장벽과 문화적 차이 때문에 자주 고통스러운 교훈을 안겨줍니다. 
        이로 인해 미납된 청구서, 미처리된 수금 편지, IRS 문제, 인생을 바꿀 수 있는 법정 문제 등이 발생할 수 있습니다.
        우리는 각각의 고객의 필요에 맞게 다양한 서비스를 제공합니다. 예약 전화, 재정 지원 신청 지원, 의료 전화, 미납된 부당 청구서 해결,
        미국 생활에 대한 상담(주택 구매 모기지 신청, 신용 교육 등) 등입니다.
        우리는 번역 서비스뿐만 아니라 개인적 경험을 토대로 얻은 유용한 지식을 제공하고, 영어를 못 하거나 미국에서 문제를 해결하는 방법을 
        이해하지 못해 미해결 문제에 대한 좌절감을 덜어줍니다.
        우리는 법률적 조언을 제공하지 않으며, 법적 서류 번역까지만 지원할 수 있습니다. 법률적 조언이 필요한 경우 법률 전문가의 조언을 받으시기 바랍니다.
        작은 문제든 큰 문제든 상관없습니다. 서비스에 대한 자세한 내용을 보려면 서비스 섹션 을 클릭하세요.</p>
    </div>
    
  )
}

export default About